Repository: endlessm/gnome-settings-daemon
Catalog: po/*.po
Languages: bn

source: The door is open on printer “%s”.
bn: প্রিন্টার '%s' এর দরজা খোলা।

source: Printer “%s” is low on a marker supply.
bn: প্রিন্টার '%s' এ মার্কারের সাপ্লাই কমে গেছে।

source: Printer “%s” is out of a marker supply.
bn: প্রিন্টার '%s' এ মার্কারের সাপ্লাই শেষ।

source: Printer “%s” is low on paper.
bn: প্রিন্টার '%s' এ কাগজ কমে গেছে।

source: Printer “%s” is out of paper.
bn: প্রিন্টার '%s' এর কাগজ শেষ।

source: Printer “%s” is currently off-line.
bn: প্রিন্টার '%s' বর্তমানে বন্ধ।

source: There is a problem on printer “%s”.
bn: প্রিন্টার '%s' এ সমস্যা হয়েছে।

source: Toner low
bn: কালি কমে গেছে

source: Toner empty
bn: কালি নেই

source: Not connected?
bn: সংযুক্ত নয় কি?

source: Cover open
bn: কভার উন্মুক্ত

source: Printer configuration error
bn: প্রিন্টার কনফিগারেশন ত্রুটি

source: Door open
bn: দরজা খোলা

source: Marker supply low
bn: মার্কারের সাপ্লাই কমে গেছে

source: Out of a marker supply
bn: মার্কারের সাপ্লাই শেষ

source: Paper low
bn: কাগজ কমে গেছে

source: Out of paper
bn: কাগজ শেষ

source: Printer off-line
bn: প্রিন্টার বন্ধ

source: Printer error
bn: প্রিন্টার ত্রুটি

source: Printer added
bn: প্রিন্টার যোগ করা হয়েছে

# print job state
source: Printing stopped
bn: প্রিন্টার বন্ধ

# print job
source: “%s” on %s
bn: %s এর "%s"

# print job state
source: Printing canceled
bn: মুদ্রণ বাতিল

# print job state
source: Printing aborted
bn: মুদ্রণ বন্ধ

# print job state
source: Printing completed
bn: মুদ্রণ সম্পন্ন

# print job state
source: Printing
bn: মুদ্রণ

source: Printer report
bn: ছাপাযন্ত্র বিবরণ

source: Printer warning
bn: ছাপাযন্ত্র সাবধানবাণী

source: Printer “%s”: “%s”.
bn: ছাপাযন্ত্র '%s': '%s'.

source: User was not logged in with smartcard.
bn: ব্যবহারকারী স্মার্টকার্ড দিয়ে লগিন ছিলেন না

source: Modify the lit LED for a Wacom tablet
bn: কোন ওয়াকম ট্যাবলেটের জন্য এলইডি লিট পরিবর্তন করুন

source: Authentication is required to modify the lit LED for a Wacom tablet
bn: কোন ওয়াকম ট্যাবলেটের জন্য এলইডি লিট পরিবর্তন করতে যাচাইকরণ প্রয়োজন

source: Modify the OLED image for a Wacom tablet
bn: কোন ওয়াকম ট্যাবলেটের জন্য ওএলইডি ছবি পরিবর্তন

source: Authentication is required to modify the OLED image for a Wacom tablet
bn: কোন ওয়াকম ট্যাবলেটের জন্য ওএলইডি ছবি পরিবর্তন করতে যাচাইকরণ প্রয়োজন
