Repository: endlessm/gnome-settings-daemon
Catalog: po/*.po
Languages: bn

source: Smartcard removal action
bn: স্মার্টকার্ড সরানোর ক্রিয়া

source: Set this to one of “none”, “lock-screen”, or “force-logout”. The action will get performed when the smartcard used for log in is removed.
bn: এটা ঠিক করুন যেকোন একটি "কোনটি নয়", "আটকানো-পর্দা", বা "জোরপূর্বক-লগআউট"। এই ক্রিয়াটি হবে যখন লগিন করার জন্য স্মার্টকার্ড সরান হবে।

source: Double click time
bn: দু'বার ক্লিকের সময়

source: Length of a double click in milliseconds.
bn: মিলিসেকেণ্ডের ভেতর দু'বার ক্লিকের দৈর্ঘ্য

source: Drag threshold
bn: সীমানা টেনে নিয়ে যান

source: Distance before a drag is started.
bn: টেনে নেবার আগে দূরত্ব

source: Whether the tablet’s orientation is locked, or rotated automatically.
bn: ট্যাবলেটের প্রবণতা বন্ধ থাক বা স্বয়ংক্রিয়ভাবে ঘুরে যাক।

source: Disable touchpad while typing
bn: টাইপ করার সময় টাচ-প্যাড নিষ্ক্রিয় করা হবে

source: Set this to TRUE if you have problems with accidentally hitting the touchpad while typing.
bn: টাইপ করার সময় ভুলবসত টাচ-প্যাড ছুঁয়ে ফেলার সমস্যা থাকলে এই মান TRUE ধার্য করুন।

source: Enable horizontal scrolling
bn: অনুভূমিক দিশায় স্ক্রলিং ব্যবস্থা সক্রিয় করুন

source: Set this to TRUE to allow horizontal scrolling by the same method selected with the scroll_method key.
bn: scroll_method কি দ্বারা নির্বাচিত পদ্ধতি দ্বারা অনুভূমিক স্ক্রোলিং ব্যবস্থার অনুমতি প্রদান করার উদ্দেশ্যে এই মান TRUE (সত্য) ধার্য করুন।

source: Select the touchpad scroll method
bn: টাচ-প্যাড স্ক্রলের ব্যবস্থা নির্বাচন করা হবে

source: Enable mouse clicks with touchpad
bn: টাচ-প্যাডের সাথে মাউস ক্লিক সক্রিয় করা হবে

source: Set this to TRUE to be able to send mouse clicks by tapping on the touchpad.
bn: টাচ-প্যাডের মধ্যে টোকা মেরে মাউসের ক্লিকের অনুকরণের জন্য এই মান TRUE ধার্য করুন।

source: Enable touchpad
bn: টাচ-প্যাড সক্রিয় করা হবে

source: Set this to TRUE to enable all touchpads.
bn: টাচ-প্যাড সক্রিয় করতে TRUE ধার্য করুন।

source: Wacom stylus absolute mode
bn: ওয়াকম স্তিল্যুসের পূর্ণ মোড

source: Enable this to set the tablet to absolute mode.
bn: ট্যাবলেটকে পূর্ণ মোডে সেট করতে এটি সক্রিয় করুন

source: Wacom tablet area
bn: ওয়াকম ট্যাবলেট অঞ্চল

source: Set this to x1, y1 and x2, y2 of the area usable by the tools.
bn: সেট করুন অঞ্চলের x1, y1 এবং x2, y2 টুলস দিয়ে যা ব্যবহার করা যাবে।

source: Wacom tablet aspect ratio
bn: ওয়াকম ট্যাবলেট আনুপাতিক অনুমান

source: Enable this to restrict the Wacom tablet area to match the aspect ratio of the output.
bn: এটি সক্রিয় করুন ওয়াকম ট্যাবলেট অঞ্চলকে আনুপাতিক অনুমানের সাথে আউটপুট মেলানোর জন্য।

source: Wacom tablet rotation
bn: ওয়াকম ট্যাবলেট ঘূর্ণন

source: Set this to “none”, “cw” for 90 degree clockwise, “half” for 180 degree, and “ccw” for 90 degree counterclockwise.
bn: এটি সেট করুন 'কোনটি নয়' 'সিডব্লিউ' 90 ডিগ্রী ঘড়ির কাঁটার দিকে, 'অর্ধেক' 180 , এবং 'সিসিডব্লিউ' 90 ডিগ্রী ঘড়ির কাঁটার উল্টো দিকে।

source: Wacom touch feature
bn: ওয়াকম স্পর্শ ফিচার

source: Enable this to move the cursor when the user touches the tablet.
bn: ব্যবহারকারী যখন ট্যাবলেট স্পর্শ করবেন তখন কার্সার নাড়াবার জন্য এটি সক্রিয় করুন।

source: Wacom stylus pressure curve
bn: ওয়াকম স্তিল্যুস চাপ কার্ভ

source: Set this to x1, y1 and x2, y2 of the pressure curve applied to the stylus.
bn: চাপ কার্ভের x1, y1 ও x2, y2 সেট করুন স্তিল্যুসে প্রয়োগ করতে।

source: Wacom stylus button mapping
bn: ওয়াকম স্তিল্যুস বোতামে মানচিত্র তৈরি করতে

source: Set this to the logical button mapping.
bn: এটি যৌক্তিক বোতাম মানচিত্র নির্মাণে

source: Wacom stylus pressure threshold
bn: ওয়াকম স্তিল্যুস চাপ সীমা

source: Set this to the pressure value at which a stylus click event is generated.
bn: এটি চাপ মানে সেট করুন যাতে কোন স্তিল্যুস ইভেন্ট সৃষ্টি করতে।

source: Wacom eraser pressure curve
bn: ওয়াকম ইরেজার চাপ কার্ভ

source: Set this to x1, y1 and x2, y2 of the pressure curve applied to the eraser.
bn: চাপ কার্ভের x1, y1 ও x2, y2 সেট করুন ইরেজারে প্রয়োগ করতে।

source: Wacom eraser button mapping
bn: ওয়াকম ইরেজার বোতাম মানচিত্র নির্মাণ

source: Wacom eraser pressure threshold
bn: ওয়াকম ইরেজার চাপ সীমা

source: Set this to the pressure value at which an eraser click event is generated.
bn: এটি চাপ মানে সেট করুন যাতে ইরেজার ক্লিক করে ইভেন্ট সৃষ্টি করতে পারে।

source: Wacom button action type
bn: ওয়াকম বোতাম ক্রিয়ার ধরন

source: The type of action triggered by the button being pressed.
bn: বোতাম চাপ দেবার ফলে যে ধরনের ক্রিয়ার সূচনা হয়।

source: Key combination for the custom action
bn: বিশেষায়িত ক্রিয়ার জন্য বোতামের সমাহার

source: The keyboard shortcut generated when the button is pressed for custom actions.
bn: কীবোর্ড সংক্ষেপ হয় যখন বোতাম বিশেষায়িত ক্রিয়ার জন্য চাপা হপ্য।

source: Key combinations for a touchring or touchstrip custom action
bn: টাচরিং বা টাচস্ট্রিপ বিশেষায়িত ক্রিয়ার জন্য বোতামের সমাহার

source: The keyboard shortcuts generated when a touchring or touchstrip is used for custom actions (up followed by down).
bn: কীবোর্ড সংক্ষেপ হয় যখন কোন টাচরিং বা টাচস্ট্রিপ ব্যবহার করা হয় বিশেষায়িত ক্রিয়ার জন্য (নিচেরটা অনুসরণ করে ওপরেরটাকে)

source: Button label for OLED display.
bn: ওএলইডি প্রদর্শনের জন্য বোতাম লেবেল।

source: Label will be rendered to OLED display belonging to the button
bn: বোতামের ওএলইডি প্রদর্শনের জন্য লেবেল দেয়া।

source: The duration a display profile is valid
bn: প্রদর্শনের প্রোফাইল সময়কাল বৈধ

source: This is the number of days after which the display color profile is considered invalid.
bn: এটি হল দিনের সংখ্যা যার পরে প্রদর্শনের প্রোফাইলের রঙ অবৈধ হয়ে যাবে।

source: The duration a printer profile is valid
bn: ছাপাযন্ত্রের প্রোফাইল সময়কাল বৈধ

source: This is the number of days after which the printer color profile is considered invalid.
bn: এটি হল দিনের সংখ্যা যার পরে ছাপাযন্ত্রের প্রোফাইলের রঙ অবৈধ হয়ে যাবে।

source: List of plugins that are allowed to be loaded
bn: লোড করা যাবে এমন প্লাগিনের তালিকা

source: Mount paths to ignore
bn: উপেক্ষা করার জন্য চিহ্নিত মাউন্ট পাথ

source: Specify a list of mount paths to ignore when they run low on space.
bn: অবশিষ্ট স্থান হ্রাস হলে, উপেক্ষা করার জন্য চিহ্নিত মাউন্ট পয়েন্টের তালিকা।

source: Free percentage notify threshold
bn: সতর্কতামূলক সূচনা উৎপন্ন করার জন্য চিহ্নিত অবশিষ্ট শতাংশের পরিমাণের প্রান্তিক মাপ

source: Percentage free space threshold for initial warning of low disk space. If the percentage free space drops below this, a warning will be shown.
bn: ডিস্কে স্থান হ্রাস হওয়ার প্রারম্ভিক সতর্কবার্তা প্রদর্শনের জন্য অবশিষ্ট ফাঁকা স্থানের শতকরা পরিমান। ডিস্কের অবশিষ্ট স্থান এই পরিমাণের থেকে কম হয়ে গেলে একটি সতর্কবার্তা প্রদর্শন করা হবে।

source: Subsequent free space percentage notify threshold
bn: পরবর্তী অব্যবহৃত জায়গা থাকলে তা থ্রেশহোল্ডে জানিয়ে দেয়

source: Specify the percentage that the free disk space should reduce by before issuing a subsequent warning.
bn: পরবর্তী সতর্কবার্তা প্রদর্শনের পূর্বে ডিস্কের অবশিষ্ট স্থানের পরিমাণ কত শতকরা হারে হ্রাস হবে তা নির্ধারণ।

source: Free space notify threshold
bn: অব্যবহৃত জায়গা দিয়ে থ্রেশহোল্ড বুঝায়

source: Specify an amount in GB. If the amount of free space is more than this, no warning will be shown.
bn: গিগাবাইটে একটি পরিমাণ ধার্য। এই পরিমাণের থেকে অবশিষ্ট স্থান বেশি থাকলে কোনো সতর্কবার্তা প্রদর্শন করা হবে না।

source: Minimum notify period for repeated warnings
bn: নিয়মিত সর্তকতামূলক বার্তার ক্ষেত্রে সর্বনিম্ন সূচনাপ্রদানের সময়কাল

source: Specify a time in minutes. Subsequent warnings for a volume will not appear more often than this period.
bn: মিনিট অনুযায়ী সময় ধার্য করুন। কোনো ভলিউম সম্পর্কে সতর্কতামূলক বার্তাগুলি প্রদর্শন এই সময়ের অবকাল অবধি সীমিত রাখা হবে।

source: Launch calculator
bn: ক্যালকুলেটর আরম্ভ করুন

source: Binding to launch the calculator.
bn: ক্যালকুলেটর আরম্ভের জন্য বাইন্ড করুন।

source: Launch settings
bn: সেটিংস শুরু করা

source: Binding to launch GNOME settings.
bn: জিনোম সেটিংস শুরু করার বাইন্ডিং

source: Launch email client
bn: ই-মেইল ক্লায়েন্ট আরম্ভ করুন

source: Binding to launch the email client.
bn: ই-মেইল ক্লায়েন্ট আরম্ভ করার জন্য বাইন্ড করুন।

source: Eject
bn: বের করা

source: Binding to eject an optical disc.
bn: অপটিক্যাল ডিস্ক ইজেক্ট করার জন্য বাইন্ড।

source: Launch help browser
bn: সহায়িকা প্রদর্শক ব্রাউজার চালু করুন

source: Binding to launch the help browser.
bn: সহায়ক তথ্যের ব্রাউজার আরম্ভ করতে বাইন্ড করুন।

source: Home folder
bn: ব্যক্তিগত ফোল্ডার

source: Binding to open the Home folder.
bn: ব্যক্তিগত ফোল্ডার খোলার জন্য বাইন্ড করুন।

source: Launch media player
bn: মিডিয়া প্লেয়ার আরম্ভ করুন

source: Binding to launch the media player.
bn: মিডিয়া প্লেয়ার আরম্ভ করতে বাইন্ড করুন।

source: Next track
bn: পরবর্তী গান

source: Binding to skip to next track.
bn: পরবর্তী গানে এগিয়ে চলনার জন্য বাইন্ড করুন।

source: Pause playback
bn: প্লে-ব্যাক স্থগিত করুন

source: Binding to pause playback.
bn: প্লে-ব্যাক স্থগিত করার জন্য বাইন্ড করুন।

source: Play (or play/pause)
bn: বাজাও (বা বাজাও/বিরতি)

source: Binding to start playback (or toggle play/pause).
bn: প্লে-ব্যাক অর্থাৎ চালনার আরম্ভের জন্য বাইন্ড করুন (অথবা চালনা/স্থগিত কর্মের মধ্যে পরিবর্তন)।

source: Log out
bn: লগ-আউট

source: Binding to log out.
bn: লগ-আউটের জন্য বাইন্ড করুন।

source: Previous track
bn: পূর্ববর্তী গান

source: Binding to skip to previous track.
bn: পূর্ববর্তী গানে পিছিয়ে যাওয়ার জন্য বাইন্ড করুন।

source: Lock screen
bn: পর্দা নিষ্ক্রিয় করো

source: Binding to lock the screen.
bn: পর্দা লক করার জন্য বাইন্ড করুন।

source: Search
bn: অনুসন্ধান

source: Binding to launch the search tool.
bn: অনুসন্ধানের সামগ্রী আরম্ভ করতে বাইন্ড করুন।

source: Stop playback
bn: প্লে-ব্যাক বন্ধ করুন

source: Binding to stop playback.
bn: প্লে-ব্যাক বন্ধ করার জন্য বাইন্ড করুন।

source: Volume down
bn: ভলিউম কমান

source: Volume up
bn: ভলিউম বৃদ্ধি করুন

source: Take a screenshot
bn: স্ক্রিনশট নিন

source: Binding to take a screenshot.
bn: স্ক্রিনশট নেবার বাইন্ডিং।

source: Take a screenshot of a window
bn: উইন্ডোর স্ক্রিনশট নিন

source: Binding to take a screenshot of a window.
bn: উইন্ডোর স্ক্রিনশট নেবার বাইন্ডিং

source: Take a screenshot of an area
bn: কোন অংশের স্ক্রিনশট নিন

source: Binding to take a screenshot of an area.
bn: কোন অংশের স্ক্রিনশট নেবার বাইন্ডিং

source: Copy a screenshot to clipboard
bn: স্ক্রিনশট ক্লিপবোর্ডে অনুলিপি করুন

source: Binding to copy a screenshot to clipboard.
bn: কোন অংশের স্ক্রিনশট ক্লিপবোর্ডে অনুলিপি বাইন্ডিং

source: Copy a screenshot of a window to clipboard
bn: উইন্ডোর স্ক্রিনশটের অনুলিপি ক্লিপবোর্ডে রাখুন

source: Binding to copy a screenshot of a window to clipboard.
bn: উইন্ডোর স্ক্রিনশটের ক্লিপবোর্ডে অনুলিপি বাইন্ডিং

source: Copy a screenshot of an area to clipboard
bn: কোন অংশের স্ক্রিনশটের অনুলিপি ক্লিপবোর্ডে রাখুন

source: Binding to copy a screenshot of an area to clipboard.
bn: কোন অংশের স্ক্রিনশটের বাইন্ডিং অনুলিপি ক্লিপবোর্ডে রাখুন।

source: Record a short video of the screen
bn: পর্দার ছোট ভিডিও রেকর্ড করুন

source: Launch web browser
bn: ওয়েব ব্রাউজার চালু করুন

source: Binding to launch the web browser.
bn: ওয়েব ব্রাউজার আরম্ভ করতে বাউন্ড করুন।

source: Toggle magnifier
bn: বিবর্ধক টগল করা হবে

source: Binding to show the screen magnifier
bn: বিবর্ধক প্রদর্শন করার জন্য বাইন্ড।

source: Toggle screen reader
bn: পর্দা পাঠের ব্যবস্থা টগল করা হবে

source: Binding to start the screen reader
bn: স্ক্রিন রিডার শুরু করার জন্য বাইন্ড।

source: Toggle on-screen keyboard
bn: পর্দার কী-বোর্ড টগল করা হবে

source: Binding to show the on-screen keyboard
bn: পর্দায় উপস্থিত কি-বোর্ড প্রদর্শন করার জন্য বাইন্ড।

source: Increase text size
bn: অক্ষরের আকার বর করুন

source: Binding to increase the text size
bn: টেক্সট এর আকার বড় করার জন্য বাইন্ড

source: Decrease text size
bn: অক্ষরের আকার ছোট করুন

source: Binding to decrease the text size
bn: টেক্সট এর আকার ছোট করার জন্য বাইন্ড

source: Toggle contrast
bn: টগলের রংয়ের বৈষম্য

source: Binding to toggle the interface contrast
bn: ইন্টারফেসে রংয়ের বৈষম্য টগল করার জন্য বাইন্ড।

source: Magnifier zoom in
bn: কাছে আনবার ম্যাগনিফাইয়ার

source: Binding for the magnifier to zoom in
bn: বড় আকারে প্রদর্শনে জন্য বিবর্ধক বাইন্ড

source: Magnifier zoom out
bn: দূরে নেবার ম্যাগনিফাইয়ার

source: Binding for the magnifier to zoom out
bn: ছোট আকারে প্রদর্শনে জন্য বিবর্ধক বাইন্ড

source: Custom keybindings
bn: বিশেষায়িত কী বাইন্ডিংসমূহ

source: List of custom keybindings
bn: বিশেষায়িত কী বাইন্ডিংসমূহের তালিকা

source: Name
bn: নাম

source: Name of the custom binding
bn: বিশেষায়িত বাইন্ডিং্যের নাম

source: Binding
bn: বাইন্ডিং

source: Binding for the custom binding
bn: বিশেষায়িত বাইন্ডিংয়ের জন্য বাইন্ডিং

source: Command
bn: নির্দেশ

source: Command to run when the binding is invoked
bn: যখন বাইন্ডিং চাওয়া হয় সেটার নির্দেশনা

source: On which connections the service is enabled
bn: সেবার সংযোগ যেটাতে সক্রিয়

source: The list of NetworkManager connections (each one represented with its UUID) on which this service is enabled and started.
bn: সংযোগের নেটওয়ার্ক ব্যবস্থাপকের তালিকা (প্রতিটি প্রতিনিত্ব করছে সেটার ইউইউআইডি নিয়ে) যেটার জন্য সেবা সক্রিয় ও আরম্ভ হয়েছে।

source: Antialiasing
bn: অ্যান্ট-অ্যালায়েসিং

source: The type of antialiasing to use when rendering fonts. Possible values are: “none” for no antialiasing, “grayscale” for standard grayscale antialiasing, and “rgba” for subpixel antialiasing (LCD screens only).
bn: ফন্ট রেন্ডার করার সময় ব্যবহারযোগ্য অ্যান্টি-অ্যালায়েসিংয়ের ধরন। সম্ভাব্য মানগুলি হল: অ্যান্টি-অ্যালয়েসিং ব্যবহার না করার জন্য "none", সাধারণ সাদা-কালো অ্যান্টি-অ্যালায়েসিংয়ের জন্য "grayscale", ও সাব-পিক্সেল অ্যান্টি-অ্যালায়েসিংয়ের জন্য (শুধুমাত্র LCD পর্দায় প্রযোজ্য) "rgba"।

source: Hinting
bn: হিন্টিং

source: The type of hinting to use when rendering fonts. Possible values are: “none” for no hinting and “slight” for fitting only to the Y-axis like Microsoft’s ClearType, DirectWrite and Adobe’s proprietary font rendering engine. Ignores native hinting within the font, generates hints algorithmically. Used on Ubuntu by default. Recommended. The meaning of “medium” and “full” depends on the font format (.ttf, .otf, .pfa/.pfb) and the installed version of FreeType. They usually try to fit glyphs to both the X and the Y axis (except for .otf: Y-only). This can lead to distortion and/or inconsistent rendering depending on the quality of the font, the font format and the state of FreeType’s font engines.
bn: অক্ষর তৈরির সময় এই ধরনের ঈঙ্গিত দেয়া হয়। সম্ভাব্য মূল্যমানগুলো হচ্ছে- ঈঙ্গিত দেবার জন্য “কোনটি নয়” এবং “সামান্য” হচ্ছে মাইক্রোসফটের ওয়াই-এক্স যেমন- ক্লিয়ারটাইপ, ডিরেক্টরাইট এবং অ্যাডোবির নিজস্ব অক্ষর তৈরির ইঞ্জিনে ফিট হবার সময়ে। অক্ষরের ভেতরকার ঈঙ্গিত অগ্রাহ্য করে যায়, ঈঙ্গিত দেয় অ্যালোগরিদম মাফিক। উবুন্তুতে স্থিরকৃতভাবেই ব্যবহৃত হয়। পরামর্শকৃত। “মধ্যম” এবং “পূর্ণ” অর্থ নির্ভর করবে অক্ষরের ফর্ম্যাটের ওপর (.ttf, .otf, .pfa/.pfb) এবং ফ্রিধরনের যে সংস্করণ ইন্সটল আছে তার ওপর। এরা সাধারণত গ্লিফসের সাথে খাপ খাওয়াতে চেষ্টা করে এক্স এবং ওয়াই উভয় এক্সিসের সাথেই (শুধু .otf: ওয়াই বাদে)। এর ফলে বিকৃতি এবং/বা অধারাবাহিকতা আসতে পারে অক্ষরের মান, ফ্রিধরনের অক্ষ্র ইঞ্জিনের ফর্ম্যাট ও অবস্থার ওপর নির্ভর করে।

source: RGBA order
bn: RGBA ক্রম

source: The order of subpixel elements on an LCD screen; only used when antialiasing is set to “rgba”. Possible values are: “rgb” for red on left (most common), “bgr” for blue on left, “vrgb” for red on top, “vbgr” for red on bottom.
bn: LCD পর্দায় উপস্থিত সাব-পিক্সেল বস্তুর অনুক্রম; অ্যান্টি-অ্যালায়েসিংয়ের মান "rgba" নির্ধারিত হলে এটি ব্যবহার করা হবে। সম্ভাব্য মান হল: বাঁদিকে লাল ব্যবহারের জন্য "rgb" (সবচেয়ে বেশি ব্যবহৃত মান), বাঁদিকে নীল ব্যবহারের জন্য "bgr", উপরে লাল ব্যবহারের জন্য "vrgb", নীচে লাল ব্যবহারের জন্য "vbgr"।

source: List of explicitly disabled GTK+ modules
bn: খোলাখুলিভাবে নিষ্ক্রিয় জিটিকে+মডিউলের তালিকা

source: A list of strings representing the GTK+ modules that will not be loaded, even if enabled by default in their configuration.
bn: জিটিকে+মডিউলের প্রতিনিত্বকারী স্ট্রিংয়ের তালিকা যা লোড করবার জন্য নয়, যদিও তা ডফল্টের দ্বারা সক্রিয় তাদের কনফিগারেশনে।

source: List of explicitly enabled GTK+ modules
bn: খোলাখুলি সক্রিয় জিটিকে+মডিউলের তালিকা

source: A list of strings representing the GTK+ modules that will be loaded, usually in addition to conditional and forcibly disabled ones.
bn: জিটিকে+মডিউলের প্রতিনিত্বকারী স্ট্রিংয়ের তালিকা যা লোড ক্করা যাবে, সাধারণত শর্তসাপেক্ষে এবং জোরপূর্বক নিষ্ক্রিয়র সাথে যুক্ত হয়ে।

source: Color
bn: রঙ

source: Recalibrate now
bn: পুনঃ ক্যালিব্রেট করুন

source: Recalibration required
bn: পুনঃ ক্যালিব্রেশন করতে হবে

source: The display “%s” should be recalibrated soon.
bn: '%s' প্রদর্শন শিঘ্রই ক্যালিব্রেট করতে হবে।

source: The printer “%s” should be recalibrated soon.
bn: '%s' ছাপাযন্ত্র শিঘ্রই ক্যালিব্রেট করতে হবে ।

source: GNOME Settings Daemon Color Plugin
bn: জিনোম সেটিং ডায়েমন রঙিন প্লাগিন

source: Color calibration device added
bn: রঙ ক্যালিব্রেশন ডিভাইস যুক্ত করা হয়েছে

source: Color calibration device removed
bn: রঙ ক্যালিব্রেশন ডিভাইস সরানো হয়েছে

source: Time Zone Updated to %s (%s)
bn: সময়াঞ্চল হালনাগাদকৃত %s (%s)-তে

source: Settings
bn: সেটিংস

source: Date & Time Settings
bn: তারইখ ও সময় সেটিংস

source: Examine
bn: পরীক্ষা

source: Empty Trash
bn: আবর্জনার বাক্স ফাঁকা করুন

source: Ignore
bn: উপেক্ষা করা হবে

source: Low Disk Space
bn: ডিস্কে উপস্থিত স্থানের পরিমাণ কম

source: This computer has only %s disk space remaining. You may free up some space by emptying the trash.
bn: এই কম্পিউটারের মধ্যে শুধুমাত্র %s স্থান ডিস্কে অবশিষ্ট রয়েছে। ট্র্যাশ খালি করে আপনি কিছু জায়গা ফাঁকা করতে পারেন।

source: This computer has only %s disk space remaining.
bn: এই কম্পিউটারের মধ্যে শুধুমাত্র %s স্থান ডিস্কে অবশিষ্ট রয়েছে।

source: Bluetooth disabled
bn: ব্লুটুথ নিষ্ক্রিয়

source: Bluetooth enabled
bn: ব্লুটুথ সক্রিয়

source: Airplane mode enabled
bn: এয়ারপ্লেন মোড সক্রিয়

source: Airplane mode disabled
bn: এয়ারপ্লেন মোড নিষ্ক্রিয়

source: Hardware Airplane Mode
bn: হার্ডওয়্যার এয়ারপ্লেন মোড

source: Screencast from %d %t.webm
bn: %d %t.webm থেকে স্ক্রিনকাস্ট

source: Unable to capture a screenshot
bn: স্ক্রিনশট নিতে অপারগ

source: Screenshot taken
bn: স্ক্রিনশট নেয়া হয়েছে

source: Screenshot from %s
bn: %s থেকে স্ক্রিনশট

source: Unknown time
bn: অজানা সময়

source: %i minute
bn: %i মিনিট

source: %i hour
bn: %i ঘন্টা

source: hour
bn: ঘন্টা

source: minute
bn: মিনিট

source: Battery is critically low
bn: ব্যাটারী খুবই কম

source: Power
bn: শক্তি

source: UPS Discharging
bn: ইউপিএস চার্জ হচ্ছে না

source: %s of UPS backup power remaining
bn: ইউপিএস-এর %s সঞ্চিত শক্তি বাকী

source: Unknown amount of UPS backup power remaining
bn: ইউপিএস-এর অজানা মাত্রার সঞ্চিত শক্তি বাকী

source: Battery low
bn: ব্যাটারী কম

source: Laptop battery low
bn: ল্যাপটপের ব্যাটারী কম

source: Approximately %s remaining (%.0f%%)
bn: আনুমানিক %s বাকী (%.0f%%)

source: UPS low
bn: ইউপিএস কম

source: Approximately %s of remaining UPS backup power (%.0f%%)
bn: আনুমানিক %s বাকী আছে ইউপিএস সঞ্চিত শক্তির (%.0f%%)

source: Mouse battery low
bn: মাউসের ব্যাটারি কম

source: Wireless mouse is low in power (%.0f%%)
bn: তারবিহীন মাউসের ব্যাটারী কম (%.0f%%)

source: Keyboard battery low
bn: কীবোর্ডের ব্যাট্রী কম

source: Wireless keyboard is low in power (%.0f%%)
bn: তারবিহীন ব্যাটারীর শক্তি কম (%.0f%%)

source: PDA battery low
bn: পিডিএ ব্যাটারী কম

source: PDA is low in power (%.0f%%)
bn: পিডিএ-তে শক্তি কম (%.0f%%)

source: Cell phone battery low
bn: মুঠোফোনে ব্যাটারী কম

source: Cell phone is low in power (%.0f%%)
bn: মুঠোফোনে শক্তি কম (%.0f%%)

source: Media player battery low
bn: মিডিয়া প্লেয়ারে ব্যাটারি কম

source: Media player is low in power (%.0f%%)
bn: মিডিয়া প্লেয়ারে শক্তি কম (%.0f%%)

source: Tablet battery low
bn: ট্যাবলেটে ব্যাটারি কম

source: Tablet is low in power (%.0f%%)
bn: ট্যাবলেটে শক্তি কম (%.0f%%)

source: Attached computer battery low
bn: সংযুক্ত কম্পিউটারের ব্যটারী কম

source: Attached computer is low in power (%.0f%%)
bn: সংযুক্ত কম্পিউটারে শক্তি কম (%.0f%%)

source: Battery is low
bn: ব্যাটারী কম

source: Battery critically low
bn: ব্যাটারী আশঙ্কাজনকভাবে কম

source: Laptop battery critically low
bn: ল্যাপটপ ব্যাটারি আশঙ্কাজনকভাবে কম

source: Computer will hibernate very soon unless it is plugged in.
bn: কম্পিউটার প্লাগে না লাগালে সুপ্ত হয়ে যাবে।

source: Computer will shutdown very soon unless it is plugged in.
bn: প্লাগে না লাগালে কম্পিউটার বন্ধ হয়ে যাবে।

source: UPS critically low
bn: ইউপিএস আশঙ্কাজনকভাবে কম

source: Approximately %s of remaining UPS power (%.0f%%). Restore AC power to your computer to avoid losing data.
bn: ইউপিএস-এর আনুমানিক %s সঞ্চিত শক্তি বাকী (%.0f%%)। তথ্য না হারাতে চাইলে আপনার কম্পিউটারের এসি শক্তি পূরণ করুন।

source: Wireless mouse is very low in power (%.0f%%). This device will soon stop functioning if not charged.
bn: তারবিহীন মাউসের শক্তি খুবই কম (%.0f%%)। চার্জ দেয়া না হলে ডিভাইসটি শিঘ্রই কাজ করা বন্ধ করে দেবে।

source: Wireless keyboard is very low in power (%.0f%%). This device will soon stop functioning if not charged.
bn: তারবিহীন কীবোর্ডের শক্তি খুবই কম (%.0f%%)। চার্জ দেয়া না হলে ডিভাইসটি শিঘ্রই কাজ করা বন্ধ করে দেবে।

source: PDA is very low in power (%.0f%%). This device will soon stop functioning if not charged.
bn: পিডিএ-এর শক্তি খুবই কম (%.0f%%)। চার্জ দেয়া না হলে ডিভাইসটি শিঘ্রই কাজ করা বন্ধ করে দেবে।

source: Cell phone is very low in power (%.0f%%). This device will soon stop functioning if not charged.
bn: মুঠোফোনের শক্তি খুবই কম (%.0f%%)। চার্জ দেয়া না হলে ডিভাইসটি শিঘ্রই কাজ করা বন্ধ করে দেবে।

source: Media player is very low in power (%.0f%%). This device will soon stop functioning if not charged.
bn: মিডিয়া প্লেয়ারের শক্তি খুবই কম (%.0f%%)। চার্জ দেয়া না হলে ডিভাইসটি শিঘ্রই কাজ করা বন্ধ করে দেবে।

source: Tablet is very low in power (%.0f%%). This device will soon stop functioning if not charged.
bn: ট্যাবলেটের শক্তি খুবই কম (%.0f%%)। চার্জ দেয়া না হলে ডিভাইসটি শিঘ্রই কাজ করা বন্ধ করে দেবে।

source: Attached computer is very low in power (%.0f%%). The device will soon shutdown if not charged.
bn: সংযুক্ত কম্পিউটারের শক্তি খুবই কম (%.0f%%)। চার্জ দেয়া না হলে ডিভাইসটি শিঘ্রই বন্ধ হয়ে যাবে।

source: The battery is below the critical level and this computer is about to hibernate.
bn: ব্যাটারীর অবস্থা আশঙ্কাজনকেরও নিচে এবং কম্পিউটার সুপ্তিতে চলে যাচ্ছে।

source: The battery is below the critical level and this computer is about to shutdown.
bn: ব্যাটারীর অবস্থা আশঙ্কাজনকেরও নিচে এবং কম্পিউটার বন্ধ হয়ে যাচ্ছে।

source: UPS is below the critical level and this computer is about to hibernate.
bn: ইউপিএস-এর অবস্থা আশঙ্কাজনকেরও নিচে এবং কম্পিউটার সুপ্তিতে চলে যাচ্ছে।

source: UPS is below the critical level and this computer is about to shutdown.
bn: ইউপিএস-এর অবস্থা আশঙ্কাজনকেরও নিচে এবং কম্পিউটার বন্ধ হয়ে যাচ্ছে।

source: Lid has been opened
bn: ডালা খোলা হয়েছিল

source: Lid has been closed
bn: ডালা বন্ধ করা হয়েছিল

source: On battery power
bn: ব্যাটারীর শক্তিতে চলছে

source: On AC power
bn: এসি শক্তিতে চলছে

source: Automatic logout
bn: স্বয়ংক্রিয় লগআউট

source: You will soon log out because of inactivity.
bn: নিষ্ক্রিয়তার জন্য আপনি শিঘ্রই লগআউট হয়ে যাবেন

source: Automatic suspend
bn: স্বয়ংক্রিয়ভাবে স্থগিত

source: Computer will suspend very soon because of inactivity.
bn: নিষ্ক্রিয়তার জন্য কম্পিউটার স্থগিথয়ে যাবে শিঘ্রই।

source: Automatic hibernation
bn: স্বয়ংক্রিয় সুপ্তি

source: Modify the laptop brightness
bn: ল্যাপটপের উজ্জ্বলতা পরিবর্তন করুন

source: Authentication is required to modify the laptop brightness
bn: ল্যাপটপের উজ্জ্বলতা পরিবর্তন করতে যাচাইকরণ প্রয়োজন

source: Configuring new printer
bn: নতুন প্রিন্টার কনফিগার করা হচ্ছে

source: Please wait…
bn: অনুগ্রহ করে অপেক্ষা…

source: Missing printer driver
bn: প্রিন্টার ড্রাইভার অনুপস্থিত

source: No printer driver for %s.
bn: %s এর জন্য কোনো প্রিন্টার ড্রাইভার নেই।

source: No driver for this printer.
bn: এ প্রিন্টারের জন্য কোনো প্রিন্টার ড্রাইভার নেই।

source: Printers
bn: ছাপাযন্ত্রসমূহ

source: Printer “%s” is low on toner.
bn: প্রিন্টারের কালি '%s' কমে গেছে।

source: Printer “%s” has no toner left.
bn: প্রিন্টারের '%s' কালিও নেই।

source: Printer “%s” may not be connected.
bn: প্রিন্টার '%s' সংযুক্ত নাও হতে পারে।

source: The cover is open on printer “%s”.
bn: প্রিন্টার '%s' এর কভার খোলা।

source: There is a missing print filter for printer “%s”.
bn: প্রিন্টার '%s' এ অনুপস্থিত মুদ্রণফিল্টার।
